# Brewfile for dotfiles setup
# Install with: brew bundle

# Formula packages
brew "atuin"
brew "bat"
brew "btop"
brew "copilot-cli"
brew "curl"
brew "delta"
brew "difftastic"
brew "direnv"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-branchless"
brew "glances"
brew "gnupg"
brew "gum"
brew "htop"
brew "imagemagick"
brew "jj"
brew "jq"
brew "lazygit"
brew "lesspipe"
brew "lynx"
brew "mise"
brew "neovim"
brew "neovim-remote"
brew "pandoc"
brew "poppler"
brew "ripgrep"
brew "ripgrep-all"
brew "shellcheck"
brew "shellharden"
brew "shfmt"
brew "stow"
brew "tesseract"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tpm"
brew "tree"
brew "uv"
brew "vim"
brew "w3m"
brew "wget"
brew "yq"
brew "zellij"
brew "zoxide"

# GUI applications (macOS only)
cask "ghostty"
